{
  "contact": {
    "header": "አግኙን",
    "paragraph": "በማንኛውም ጊዜ እኛን ለማነጋገር ነፃነት ይሰማዎ። በተቻለን ፍጥነት ወደ እርስዎ እንመለሳለን።",
    "name": "ስም",
    "email": "ኢሜይል",
    "phone": "ስልክ",
    "text": "መልእክት",
    "send": "መላክ",
    "info": "መረጃ",
    "hour": "ከሰኞ እስከ አርብ ከጠዋቱ 8:00AM - 6:00PM እና ቅዳሜ 8:00AM - 4:00PM ክፍት ነን",
    "location": "ሃያ ሁለት ስክዌር ሞል 1ኛ ፎቅ መገናኛ ወደ ሲግናል አፐር ናይል - ሪል እስቴት ግራውንድ ፍሎር"
  },

  "footer": {
    "header": "ዳሎል",
    "getintouch": "ከእኛ ጋር ይገናኙ",
    "mail": "ፖስታ",
    "call": "ይደውሉ",
    "find": "ያግኙን",
    "location": "ሃያ ሁለት ስክዌር ሞል 1ኛ ፎቅ",
    "location1": "መገናኛ ወደ ሲግናል አፐር ናይል -",
    "location2": "ሪል እስቴት ግራውንድ ፍሎር"
  },

  "header": {
    "header": "ዳሎል አልሙኒየም",
    "home": "ቤት",
    "about": "ስለ እኛ",
    "service": "አገልግሎት",
    "contact": "አግኙን"
  },

  "home": {
    "header": "ዳሎል አልሙኒየም",
    "paragraph": "ወደ ዳሎል አሉሚኒየም እንኳን በደህና መጡ - ፈጠራ በአሉሚኒየም ማምረቻ ውስጥ የላቀ ደረጃን የሚያሟላ። የደንበኞቻችንን ፍላጎት የሚያሟሉ ከፍተኛ ጥራት ያላቸውን ምርቶች ለማቅረብ ቆርጠናል. ለትክክለኛነት እና ዘላቂነት ትኩረት በመስጠት፣ የኢንዱስትሪ ደረጃዎችን ለማለፍ እና በተለያዩ ዘርፎች እድገትን የሚያበረታቱ መፍትሄዎችን ለማቅረብ እንጥራለን። የኛን አይነት ፕሪሚየም የአሉሚኒየም ምርቶችን ያስሱ እና ከዳሎል አልሙኒየም ጋር ያለውን ልዩነት ይለማመዱ...",
    "button": "ተጨማሪ",
    "why": "ለምን ይምረጡን?",
    "commitment": "የላቀ ቁርጠኝነት",
    "paragraph1": "ዳሎል አልሙኒየም ለላቀ ብቃት ባለው ቁርጠኝነት ፣ ግልጽነት እና ልዩ የደንበኞች አገልግሎት የታወቀ ነው። ደንበኞች በዓመት ከ8000 ሰአታት በላይ የተነደፈውን ከደንብ ጋር የሚያስማማውን እጅግ በጣም ጥሩውን የምህንድስና አገልግሎት ማግኘታቸውን ማረጋገጥ።",
    "industry": "የኢንዱስትሪ ኤክስፐርት",
    "paragraph2": "እ.ኤ.አ. በ 1985 ከነበረው ቅርስ ጋር ፣ ዳሎል አሉሚኒየም እቅድ አውጪዎች፣ ዲዛይነሮች፣ መሐንዲሶች እና የአስተዳደር ባለሙያዎች በተለያዩ ክልሎች ላሉ ዋና ዋና ንግዶች የላቀ የአሉሚኒየም መፍትሄዎችን በብቃት አቅርበዋል ።",
    "quality": "የጥራት ማረጋገጫ",
    "paragraph3": "ኩባንያው የጥራት ቁጥጥርን እንደ አንዱ የመፍትሄዎቹ ምሰሶዎች ያስቀምጣል፣ ከፍተኛ ጥራትን ማረጋገጥ ። የጥራት ማረጋገጫ ተግባሮቻችን በሁሉም የሥራ ክንውኖቻችን ውስጥ ናቸው፣ ደንበኞቻችን ከፍተኛ ደረጃ ያላቸውን ምርቶች መቀበላቸውን ለማረጋገጥ።",
    "crafted": "እጅግ በጣም ጥሩ በሆነ ቁሳቁስ የተሰራ",
    "paragraph4": "የዳሎል አልሙኒየም ምርቶች ለጥራት እና ለትክክለኛነት ከፍተኛ ትኩረት ይሰጣሉ። በእያንዳንዱ መተግበሪያ ውስጥ ተወዳዳሪ የሌለው ዘላቂነት እና አፈፃፀም ለማረጋገጥ።",
    "button1": "ያስሱ",
    "card": "አይዝጌ ብረት ሳህን",
    "card-paragraph": "በተለያዩ የኢንዱስትሪ አፕሊኬሽኖች ውስጥ በስፋት ጥቅም ላይ የሚውለው ሁለገብ እና ዝገት የሚቋቋም ቁሳቁስ። ይህ ዓይነቱ ብረት በልዩ ቅርጽ እና በተጣጣመ ሁኔታ የሚታወቀው, ከፍተኛ ሙቀትን እና አስቸጋሪ አካባቢዎችን የመቋቋም ችሎታ ተወዳጅ ነው.",
    "card1": "አይዝጌ ብረት ሽቦ",
    "card1-paragraph": "ከማይዝግ ብረት የተሰራ የሽቦ አይነት ነው, ዝገት የሚቋቋም ቅይጥ. ጠንካራ፣ የሚበረክት እና ዝገትን እና ዝገትን የሚቋቋም በመሆኑ ለተለያዩ አፕሊኬሽኖች እንደ ሽቦ ማሰሪያ፣ የኬብል ማሰሪያ እና የብረት ማምረቻዎች ተስማሚ ያደርገዋል።",
    "card2": "በመስኮት ውስጥ አሉሚኒየም",
    "card2-paragraph": "አሉሚኒየም በተለምዶ በመስኮቶች ውስጥ በጥንካሬው ፣ በመዋቅራዊነቱ እና በተጽዕኖው የመቋቋም ችሎታ ምክንያት ጥቅም ላይ ይውላል ፣ ይህም ትላልቅ የመስኮቶችን መጠን ለመቆጣጠር እና ከፍተኛ ተጽዕኖን ለመቋቋም በተለይም ለአውሎ ንፋስ ተጋላጭ በሆኑ አካባቢዎች ተስማሚ ያደርገዋል።",
    "discover": "የአሉሚኒየምን ኃይል ያግኙ፡ ዛሬ የእርስዎን ግላዊ ጥቅስ ይጠይቁ!",
    "discover-paragraph": "በዋና የአሉሚኒየም ምርቶች ጥንካሬ እና ሁለገብነት ፕሮጀክቶችዎን ከፍ ለማድረግ ዝግጁ ነዎት? የተለያዩ ፍላጎቶችዎን ለማሟላት የተነደፉ ከፍተኛ ጥራት ያላቸውን የአሉሚኒየም መፍትሄዎችን ያስሱ። ዛሬ ለግል የተበጀ ጥቅስ በመጠየቅ የእርስዎን ዲዛይን እና ግንባታዎች ለማሻሻል የመጀመሪያውን እርምጃ ይውሰዱ። እይታዎን ወደ አዲስ ከፍታ ከፍ ለማድረግ በተዘጋጁ ልዩ የአሉሚኒየም አቅርቦቶቻችን ውስጥ የእኛ ባለሙያዎች እንዲመሩዎት ያድርጉ። የአሉሚኒየምን ኃይል ይለማመዱ - የተቻለውን ዓለም ለመክፈት አሁን ያግኙን!",
    "button2": "አግኙን"
  },

  "about": {
    "header": "ዳሎል አልሙኒየም:",
    "forging": "በአሉሚኒየም የወደፊት ጊዜን መፍጠር",
    "welcome": "ወደ ዳሎል አሉሚኒየም እንኳን በደህና መጡ፣ መጪው ጊዜ በኢንዱስትሪ እውቀት እና ፈጠራ ውህደት ወደ ሚቀረፀው። በአሉሚኒየም ግብይት ላይ ስፔሻላይዝ ማድረግ፣ ጥሬ ዕቃዎችን ወደ ጠቃሚ እድሎች ለመለወጥ ቆርጠን ተነስተናል። በትክክለኛነት እና አስተማማኝነት ላይ በማተኮር ዳሎል አልሙኒየም የአሉሚኒየም ገበያዎችን ተለዋዋጭ የመሬት አቀማመጥን ለመከታተል ታማኝ አጋርዎ ነው።",
    "confront": "ለአሉሚኒየም ቬንቸር ልዩ የሆኑትን መሰናክሎች እንጋፈጣለን።",
    "addition": "ከአዳዲስ የአሉሚኒየም ኢንተርፕራይዞች ጋር በመተባበር ዲጂታል ትራንስፎርሜሽን እንዲመራ ከመሥራት በተጨማሪ በኢንዱስትሪው ውስጥ የሚያጋጥሙትን ተግዳሮቶች ለመፍታት የተዘጋጁ የኢንተርፕራይዝ መፍትሄዎችን አዘጋጅተናል።",
    "streamlined": "የተስተካከለ እና ፈጣን",
    "processing": "ማቀነባበር",
    "robust": "ጠንካራ",
    "functionalities": "ተግባራዊነት",
    "focus": "በተጠቃሚ ልምድ ማሻሻል ላይ ያተኮረ",
    "forgtool": "የፎርጅ መሳሪያዎች፡ የአሉሚኒየም ኢንተርፕራይዞችን ማጎልበት",
    "unleash": "የተለያዩ የአሉሚኒየም ኢንዱስትሪ ፍላጎቶችን ለማሟላት የተነደፈውን ሁለገብ የመሳሪያ እምቅ አቅም ያውጡ።",
    "adaptable": "ከኢንዱስትሪ ፍላጎቶች ጋር የሚስማማ",
    "tailored": "ለፍላጎትዎ የተበጁ የማበጀት አማራጮች",
    "dedicated": "በየሰዓቱ ድጋፍ የቆረጠ"
  },

  "service": {
    "our": "አገልግሎታችን",
    "what": "ለናንት የምናቀርበው",
    "at": "በዳሎል አልሙኒየም ውስጥ የተለያዩ የኢንዱስትሪ ፍላጎቶችን ለማሟላት የተዘጋጁ የተለያዩ የአሉሚኒየም ምርቶችን እና አገልግሎቶችን እናቀርባለን።",
    "solutions": "የአሉሚኒየም መፍትሄዎች",
    "paragraph": "የተለያዩ ኢንዱስትሪዎችን ፍላጎት ለማሟላት የተነደፉ ሰፊ የአሉሚኒየም አገልግሎቶችን እናቀርባለን።",
    "accessories": "የአሉሚኒየም መለዋወጫዎች",
    "paragraph1": "የተለያዩ የአሉሚኒየም መለዋወጫዎችን እንደ ማቀፊያዎች, ቅንፎች, ማያያዣዎች እና ሌሎች አካላት እናቀርባለን።",
    "hand": "የእጅ ሐዲዶች",
    "paragraph2": "የእኛ የአሉሚኒየም የእጅ ባቡር ለሁለቱም ለመኖሪያ እና ለንግድ ፍጹም ናቸው። ጥንካሬን እና ዘይቤን ያዋሃዱ, ደህንነትን እና ውበትን ሳያበላሹ ድጋፍ ይሰጣሉ።",
    "composite": "የተዋሃዱ የፓነል መፍትሄዎች",
    "paragraph3": "የአሉሚኒየም ድብልቅ ፓነሎችን ጨምሮ ፈጠራ ያላቸው የተቀናጁ እና የፓነል መፍትሄዎችን እናቀርባለን። እነዚህ ፓነሎች የፊት ገጽታዎችን ለመገንባት, የውስጥ ሽፋን እና ሌሎችንም ለመሥራት ተስማሚ ናቸው.",
    "supply": "አቅርቦት እና ገጠማ",
    "paragraph4": "የእኛ አጠቃላይ የአቅርቦት እና የገጠማ አገልግሎታችን የአሉሚኒየም ምርቶችዎ በትክክል እና በጥንቃቄ እንዲደርሶ እና እንዲገጠሙ ያደርጋል።",
    "aluminium": "የአሉሚኒየም ስራዎች",
    "paragraph5": "የእኛ ዘመናዊ ፋሲሊቲዎች እና የተካኑ ቴክኒሻኖች ከእርስዎ ዝርዝር መግለጫዎች ጋር በትክክል የሚዛመዱ የነጠላ የአልሙኒየም መፍትሄዎችን መፍጠር ይችላሉ።",
    "ready": "ለመጀመር ዝግጁ ነዎት?",
    "revolutionize": "ፕሮጀክቶቻችሁን በአሉሚኒየም መፍትሔዎቻችን አብዮት።",
    "button": "ይደውሉልን",
    "button1": "አግኙን",
    "explore": "ያስሱ",
    "some": "አንዳንድ የእኛ ምርቶች እና አገልግሎቶች"
  }
}
