{
  "contact": {
    "header": "አግኙን",
    "paragraph": "በማንኛውም ጊዜ እኛን ለማነጋገር ነፃነት ይሰማዎ። በተቻለን ፍጥነት ወደ እርስዎ እንመለሳለን።",
    "name": "ስም",
    "email": "ኢሜይል",
    "phone": "ስልክ",
    "text": "መልእክት",
    "send": "መላክ",
    "info": "መረጃ",
    "Additional": "ተጨማሪ",
    "hour": "ከሰኞ እስከ አርብ ከጠዋቱ 8:00AM - 6:00PM እና ቅዳሜ 8:00AM - 4:00PM ክፍት ነን",
    "location": "ሃያ ሁለት ስክዌር ሞል 1ኛ ፎቅ",
    "location1": " መገናኛ ወደ ሲግናል አፐር ናይል - ሪል እስቴት ግራውንድ ፍሎር"
  },

  "footer": {
    "header": "ዳሎል",
    "getintouch": "ከእኛ ጋር ይገናኙ",
    "mail": "ፖስታ",
    "call": "ይደውሉ",
    "find": "ያግኙን",
    "location": "ሃያ ሁለት ስክዌር ሞል 1ኛ ፎቅ",
    "location1": "መገናኛ ወደ ሲግናል አፐር ናይል -",
    "location2": "ሪል እስቴት ግራውንድ ፍሎር"
  },

  "header": {
    "header": "ዳሎል አልሙኒየም",
    "home": "ቤት",
    "about": "ስለ እኛ",
    "service": "አገልግሎት",
    "contact": "አግኙን"
  },

  "home": {
    "header": "ዳሎል አልሙኒየም",
    "paragraph": "እንኳን ወደ ዳሎል አልሙኒየም በደህና መጡ - ከፍተኛ ጥራት ላለው የአሉሚኒየም አቅርቦቶች ዋና ምንጭዎ። የኛ ቁርጠኝነት የደንበኞቻችንን የተለያዩ ፍላጎቶች የሚያሟሉ ከፍተኛ ደረጃ ያላቸው የአሉሚኒየም ምርቶችን ማቅረብ ነው። ፕሮጀክቶችዎን የሚያጠናክሩ እና በበርካታ ኢንዱስትሪዎች ውስጥ ስኬትን የሚያረጋግጡ በቂ መፍትሄዎችን በማቅረብ ለታማኝነት እና ለደንበኛ እርካታ ቅድሚያ እንሰጣለን። የእኛን አጠቃላይ የአሉሚኒየም አቅርቦቶች ያግኙ እና በዳሎል አልሙኒየም ልዩ አገልግሎት ይደሰቱ።",
    "button": "ተጨማሪ",
    "why": "ለምን ይምረጡን?",
    "commitment": "የላቀ ቁርጠኝነት",
    "paragraph1": "ዳሎል አልሙኒየም ለላቀ ብቃት ባለው ቁርጠኝነት ፣ ግልጽነት እና ልዩ የደንበኞች አገልግሎት የታወቀ ነው። ደንበኞች በዓመት ከ8000 ሰአታት በላይ የተነደፈውን ከደንብ ጋር የሚያስማማውን እጅግ በጣም ጥሩውን የምህንድስና አገልግሎት ማግኘታቸውን ማረጋገጥ።",
    "industry": "የኢንዱስትሪ ኤክስፐርት",
    "paragraph2": "እ.ኤ.አ. በ 1985 ከነበረው ቅርስ ጋር ፣ ዳሎል አሉሚኒየም እቅድ አውጪዎች፣ ዲዛይነሮች፣ መሐንዲሶች እና የአስተዳደር ባለሙያዎች በተለያዩ ክልሎች ላሉ ዋና ዋና ንግዶች የላቀ የአሉሚኒየም መፍትሄዎችን በብቃት አቅርበዋል ።",
    "quality": "የጥራት ማረጋገጫ",
    "paragraph3": "ኩባንያው የጥራት ቁጥጥርን እንደ አንዱ የመፍትሄዎቹ ምሰሶዎች ያስቀምጣል፣ ከፍተኛ ጥራትን ማረጋገጥ ። የጥራት ማረጋገጫ ተግባሮቻችን በሁሉም የሥራ ክንውኖቻችን ውስጥ ናቸው፣ ደንበኞቻችን ከፍተኛ ደረጃ ያላቸውን ምርቶች መቀበላቸውን ለማረጋገጥ።",
    "crafted": "እጅግ በጣም ጥሩ በሆነ ቁሳቁስ የተሰራ",
    "paragraph4": "ዳሎል አልሙኒየም ለጥራት እና ለትክክለኛነት ከፍተኛ ትኩረትን የሚስቡ ምርቶችን ያቀርባል, ይህም በእያንዳንዱ ስራ ውስጥ ተወዳዳሪ የሌለውን ዘላቂነት እና አፈፃፀም ያረጋግጣል።",
    "button1": "ያስሱ",
    "card": "አልኮ 5 አልሙኒየም",
    "card-paragraph": "አልኮ 5 አልሙኒየም ለተለያዩ የኢንዱስትሪ አፕሊኬሽኖች ፍጹም የሆነ ጥንካሬ እና ውበትን ይሰጣል። በላቀ የዝገት መቋቋም እና በሙቀት አማቂነት ይታወቃል።",
    "card1": "የአሉሚኒየም ፕሌቶች",
    "card1-paragraph": "የአሉሚኒየም ሳህን ለጥንካሬው እና ለዝገት መከላከያው በኢንዱስትሪዎች ውስጥ የሚያገለግል ዘላቂ እና ቀላል ክብደት ያለው ቁሳቁስ ነው። ሁለገብ እና አስተማማኝ ነው።",
    "card2": "የአሉሚኒየም ኮምፖዚት ፓነሎች",
    "card2-paragraph": "የአሉሚኒየም ፓነሎች ቀላል ክብደት ያላቸው፣ ረጅም ጊዜ የሚቆዩ እና ዝገትን የሚቋቋሙ ናቸው፣ በግንባታ ላይ በስፋት ጥቅም ላይ የሚውሉት ለውበታቸው ውበት እና መዋቅራዊ አስተማማኝነት ነው።",
    "discover": "የአሉሚኒየምን ኃይል ያግኙ፡ ዛሬ የእርስዎን ግላዊ ጥቅስ ይጠይቁ!",
    "discover-paragraph": "በዋና የአሉሚኒየም ምርቶች ጥንካሬ እና ሁለገብነት ፕሮጀክቶችዎን ከፍ ለማድረግ ዝግጁ ነዎት? የተለያዩ ፍላጎቶችዎን ለማሟላት የተነደፉ ከፍተኛ ጥራት ያላቸውን የአሉሚኒየም መፍትሄዎችን ያስሱ። ዛሬ ለግል የተበጀ ጥቅስ በመጠየቅ የእርስዎን ዲዛይን እና ግንባታዎች ለማሻሻል የመጀመሪያውን እርምጃ ይውሰዱ። እይታዎን ወደ አዲስ ከፍታ ከፍ ለማድረግ በተዘጋጁ ልዩ የአሉሚኒየም አቅርቦቶቻችን ውስጥ የእኛ ባለሙያዎች እንዲመሩዎት ያድርጉ። የአሉሚኒየምን ኃይል ይለማመዱ - የተቻለውን ዓለም ለመክፈት አሁን ያግኙን!",
    "button2": "አግኙን"
  },

  "about": {
    "header": "ዳሎል አልሙኒየም:",
    "forging": "ሁሉንም የአልሙኒየም መርጫዎትን የሚያገኙበት",
    "welcome": "የኢንደስትሪ ፍላጎትን ወደሚያቀርብ ወደ ዳሎል አሉሚኒየም እንኳን በደህና መጡ። በአሉሚኒየም አቅርቦት ውስጥ ስፔሻሊስቶች እንደመሆናችን መጠን ለደንበኞቻችን ጠቃሚ የሆኑ አልሙኒየም ጥሬ ዕቃዎችን እናቀርባለን፡፡ ለትክክለኛነት እና አስተማማኝነት ባለው ቁርጠኝነት, ዳሎል አልሙኒየም በየጊዜው በሚለዋወጥ የአሉሚኒየም አቅርቦት ገበያ ውስጥ ታማኝ አጋርዎ ነው፡፡ በአሉሚኒየም አቅርቦት ላልተጠበቀ ጥራት እና አገልግሎት ዳሎል አልሙኒየምን ይምረጡ።",
    "confront": "በዳሎል አሉሚኒየም፣ የአሉሚኒየም አቅርቦትን ልዩ ፈተናዎች ፊት ለፊት እንጋፈጣለን።",
    "addition": "ዲጂታል ትራንስፎርሜሽን ለመምራት ከአሉሚኒየም ንግዶች ጋር ከመተባበር ባሻገር በአሉሚኒየም አቅርቦት ኢንዱስትሪ ውስጥ የሚያጋጥሙትን ቁልፍ ተግዳሮቶች ለመፍታት የተነደፉ የድርጅት መፍትሄዎችን እናቀርባለን።",
    "streamlined": "የተስተካከለ እና ፈጣን",
    "processing": "አቅርቦት",
    "robust": "ጠንካራ",
    "functionalities": "ተግባራዊነት",
    "focus": "በተጠቃሚ ልምድ ማሻሻል ላይ ያተኮረ",
    "forgtool": "የፎርጅ መሳሪያዎች፡ የአሉሚኒየም ተጠቃሚዎችን ማጎልበት",
    "unleash": "የተለያዩ የአሉሚኒየም ኢንዱስትሪ ፍላጎቶችን ለማሟላት የተነደፈውን ሁለገብ የመሳሪያ እምቅ አቅም ያግኙ።",
    "adaptable": "ከእርሶ ፍላጎቶች ጋር የሚስማማ",
    "tailored": "ለፍላጎትዎ የተበጁ የማበጀት አማራጮች",
    "dedicated": "በሁሉም ሁኔታ ለመደገፍ የቆረጠ"
  },

  "service": {
    "our": "አገልግሎታችን",
    "what": "ለናንት የምናቀርበው",
    "at": "በዳሎል አልሙኒየም የተለያዩ የደንበኞችን ፍላጎቶች ለማሟላት የተለያዩ የአሉሚኒየም ምርቶችን እና አገልግሎቶችን እናቀርባለን።",
    "solutions": "የአሉሚኒየም መፍትሄዎች",
    "paragraph": "የተለያዩ ኢንዱስትሪዎችን ፍላጎት ለማሟላት የተነደፉ ሰፊ የአሉሚኒየም አገልግሎቶችን እናቀርባለን።",
    "accessories": "የአሉሚኒየም መለዋወጫዎች",
    "paragraph1": "የተለያዩ የአሉሚኒየም መለዋወጫዎችን እንደ ማቀፊያዎች, ቅንፎች, ማያያዣዎች እና ሌሎች አካላት እናቀርባለን።",
    "hand": "የእጅ ሐዲዶች",
    "paragraph2": "የእኛ የአሉሚኒየም የእጅ ባቡር ለሁለቱም ለመኖሪያ እና ለንግድ ፍጹም ናቸው። ጥንካሬን እና ዘይቤን ያዋሃዱ, ደህንነትን እና ውበትን ሳያበላሹ ድጋፍ ይሰጣሉ።",
    "composite": "የተዋሃዱ የፓነል መፍትሄዎች",
    "paragraph3": "የአሉሚኒየም ድብልቅ ፓነሎችን ጨምሮ ፈጠራ ያላቸው የተቀናጁ እና የፓነል መፍትሄዎችን እናቀርባለን። እነዚህ ፓነሎች የፊት ገጽታዎችን ለመገንባት, የውስጥ ሽፋን እና ሌሎችንም ለመሥራት ተስማሚ ናቸው.",
    "supply": "አቅርቦት እና ገጠማ",
    "paragraph4": "የእኛ አጠቃላይ የአቅርቦት እና የገጠማ አገልግሎታችን የአሉሚኒየም ምርቶችዎ በትክክል እና በጥንቃቄ እንዲደርሶ እና እንዲገጠሙ ያደርጋል።",
    "aluminium": "የአሉሚኒየም ስራዎች",
    "paragraph5": "የእኛ ዘመናዊ ፋሲሊቲዎች እና የተካኑ ቴክኒሻኖች ከእርስዎ ዝርዝር መግለጫዎች ጋር በትክክል የሚዛመዱ የነጠላ የአልሙኒየም መፍትሄዎችን መፍጠር ይችላሉ።",
    "ready": "ለመጀመር ዝግጁ ነዎት?",
    "revolutionize": "በምንሰጣቸው የአሉሚኒየም መፍትሄዎች ፕሮጀክቶን አብዮታዊ ያድርጉ።",
    "button": "ይደውሉልን",
    "button1": "አግኙን",
    "explore": "ያስሱ",
    "some": "አንዳንድ የእኛ ምርቶች እና አገልግሎቶች"
  }
}
